tap "libsql/sqld"
tap "tursodatabase/tap"
brew "bat"
brew "eza"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "imagemagick"
brew "nmap"
brew "poppler"
brew "potrace"
brew "sevenzip"
brew "sops"
brew "stow"
brew "tmux"
brew "vim"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "tursodatabase/tap/turso"
cask "alt-tab"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "google-drive"
cask "keka"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
cask "onedrive"
cask "orbstack"
cask "raycast"
cask "shottr"
cask "visual-studio-code"
cask "zen"
vscode "anthropic.claude-code"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "foam.foam-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "gruntfuggly.todo-tree"
vscode "ms-vscode.vscode-typescript-next"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "upstash.context7-mcp"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
npm "vercel"
