brew "eza"
brew "git"
brew "sops"
brew "stow"
brew "vim"
brew "yazi"
cask "alt-tab"
cask "bitwarden"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "notion"
cask "obsidian"
cask "proton-mail"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "stats"
cask "visual-studio-code"
