tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
brew "age"
brew "awscli"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "go-task"
brew "htop"
brew "jq"
brew "nmap"
brew "sops"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "docker"
cask "font-hack-nerd-font"
cask "hiddenbar"
cask "inkscape"
cask "iterm2"
cask "keka"
cask "raycast"
cask "stats"
cask "tunnelblick"
cask "zed"
