brew "bat"
brew "eza"
brew "fzf"
brew "git"
brew "glow"
brew "node"
brew "poppler"
brew "stow"
brew "tmux"
brew "vim"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alt-tab"
cask "bitwarden"
cask "brave-browser"
cask "google-drive"
cask "keka"
cask "kitty"
cask "obsidian"
cask "orbstack"
cask "protonvpn"
cask "raycast"
cask "visual-studio-code"
cask "zen"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
